Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: Today's Common Voice progress on clips recorded
plk: ریکارڈ تِھیلہ کلپوجیْ اجُکیْ مشترکہ آوازے پیشرفعت۔

source: Today's Common Voice progress on clips validated
plk: کلپوجیْ اجُکیْ مشترکہ آوازے پیشرفعتے توثیق بِلِن۔

source: Today's Progress
plk: اجُکیْ پروگریس

source: Toggle popover
plk: پاپ اوور ٹیگل تِھیا

source: Toki Pona
plk: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
plk: آ کامن وائس ڈیٹاسیٹ سنونے کِرِیا، ایْک صوتی کلپے توثیق دو جُدا جُدا صارفینو ذریعہ گیْ تِھجون پکارِن۔

source: Too many files
plk: لے گھݨ فائلہ

source: Top Contributors
plk: بڑوْ تعاون کار

source: To report content, select the “Report” button and choose one or all options: Offensive Content, Different language, Personally Identifiable Information, Other. From here, provide more details about why you are reporting the content in the text area. Then, submit the Report by clicking on the Report button.
plk: موادے اطلاع دونے کِرِیا ”رپورٹ“ بٹن منتخب تِھیا آں ایْک یا تمام اختیارو انتخاب تِھیا: ناگوار مواد، مختلف جِبہ، ذاتی شان گیْ قابل شناخت معلومات، آں مُتیْ۔ ادِیؤ آسے بارَد مزید تفصیلات فراہم تِھیا چہ څھوْس متن ددہ موادے اطلاع کیْہ دینَت۔ پھری رپورٹ بٹنِ جیْ کلک تھے رپورٹ جمع تِھیا۔

source: Torwali
plk: توروالی

source: Total
plk: تمام

source: Total Approved
plk: تمام منظور بِلہ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
plk: بیْس دڇِھنی طرفڑ فائدائے خاکہ پیش تھوݨَس چہ بیْس کھاں معلومات عام تھوݨَس۔ تومیْ ڈیوائز کامن وائس اکاؤنٹ سے شیروع تھونے کِرِیا کھری دِیلہ لنکس استعمال تِھیا۔

source: Toward next goal
plk: مُڇِھنوْ مقصدے طرفڑ

source: Track progress here and on your stats page.
plk: ادی توموْ اعداد و شمارے صفحہ جیْ تومیْ پیشرفعت ٹریک تِھیا۔

source: Transcribe
plk: نقل تِھیا

source: Transcribe answers
plk: جُوبیْ نقل تِھیا

source: Transcribe Audio
plk: آڈیو نقل تِھیا

source: Transcribe audio recordings into text
plk: آڈیو ریکارڈنگ متن دہ نقل تِھیا۔

source: Transcribe audio recordings in your language
plk: تومیْ جِب دہ آڈیو ریکارڈنگ نقل تِھیا۔

source: Transcribe Audio <small>(Coming soon)</small>
plk: آڈِیو نَل تِھیا <small> (جِنیْ اِیوݨَس) </small>

source: Transcribe both languages as they appear / sound. Don’t “fix” the language or change it to only one language.
plk: بیئے جِبہ آ ولِجیْ نقل تِھیا کاتھ ظاہر بین/آواز دین۔ جِب ”سم“ نہ تِھیا یا اسَس صرف ایْک جِب دہ تبدیل نہ تِھیا۔

source: Transcribe the Audio
plk: آڈیو نقل تِھیا

source: Transcribing
plk: ٹرانسکرائب تھون

source: Transcript edited successfully
plk: ٹرانسکرپٹے نقلے کامیابی گیْ ترمیم تِھجِلِن۔

source: Transcript skipped successfully
plk: نقل کامیابی گیْ جمع بِلیْ۔

source: Transcript submitted successfully
plk: ٹرانسکرپٹ کامیابی گیْ جمع تِھجِلی۔

source: Transcript voted successfully
plk: ٹرانسکرپٹڑ بَرَئی گیْ ووٹ دِجِلُن۔

source: Transgender
plk: ٹرانس جنڈر

source: Translate or paraphrase – write what the speaker said, not what they “meant.”
plk: ترجمہ تِھیا یا بیان تِھیا۔ اسہ لِکِیا کھاں اسپیکری رجاؤ آ نیں چہ اسہ سے مطلب جوکِس۔

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
plk: <translateVideoLink>پونٹون استعمال تھونے بارَد اسے گائیڈ ڇکِیا۔</translateVideoLink>

source: Translating the site
plk: سائٹے ترجُمہ تھون

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
plk: ترجمہ انگزی جانوْ مگر څھوْس پشبانَت <strong> تجاویز </strong> مُتیْ جِبوج کلِک تِھیا <strong> پروفائل </strong> آئی کان، تے <strong>سٹنگس </strong>څھوْس کھاں گہ جِب دینَت اسہ سے لنک تھے ٹل تِھیا۔ کھریْ دڇِھنیْ کِھن دہ ترجمہ تھونے فہرست بُوئی <strong> مقامی </strong> ترجمائے ایْک دیزِجیْ پتو پشیجنَن۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
plk: کامن وائس سائٹ اےْ ترجمہ آ سِجیْ بِینوْ <strong> پونٹون </strong>

source: Try again by dragging your file here
plk: تومیْ فائل ادی اٹے ست دُبار کوشِش تِھیا۔

source: Try to keep your response to 15-30 seconds
plk: توموْ جواب دونے کِرِیا 15-30 سیکنڈ لگِیا

source: Try to spell words correctly for each language, unless the speaker clearly pronounces them in a nonstandard way.
plk: ہر جِبَے الفاظو صحیح شان گیْ ہجائے تھونے کوشِش تِھیا، اسہ بُجَیش چہ موْݜ تِھیک سہ واضح شان گیْ غیر معیاری طریقہ گیْ اسہ سے تلفظ نہ تِھی۔

source: Try uploading again
plk: ست دُبار اپ لوڈ تھونے کوشِش تِھیا۔

source: Tshiluba
plk: شلوبا

source: Tshivenda
plk: شیوینڈا

source: Tuki
plk: تُوکی

source: Tumbuka
plk: تُمبُوکا

source: Tunen
plk: تُونین

source: Tupuri
plk: توپوری

source: Turkish
plk: ترکش

source: Turkmen
plk: ترکمان

source: Tush
plk: تُش

source: Tuvan
plk: تُووان

source: Twi
plk: توائ

source: Typically megabytes
plk: عام شان گیْ میگابائٹس

source: Typos
plk: ٹائپوز

source: Ubykh
plk: اُبیخ

source: Udmurt
plk: اُدمُرت

source: Ukrainian
plk: یوکرینین

source: Unclear
plk: غیر واضع

source: Understand contribution criteria
plk: شرکتے معیار لڇِھیا

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
plk: کامن وائس ڈیٹاسیٹ دہ جُملِائے گہ آڈیو کلپو تعاون گہ توثیق تھونے طریقہ پرجون

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
plk: لڇِھیا چہ آوازے کلپس ݜُݨون دہ جو ڇکونُن آں تومی آوازے ریکارڈنگ مڑنے تھون دہ اسے امداد تِھیا۔

source: Undo
plk: کالعدم

source: Universities, Academics and Researchers
plk: یونی ورسٹی، ماہرین تعلیم گہ محققین

source: Upload aborted. Do you want to delete your recordings?
plk: اپ لوڈ رٹجِلِن۔ څھوْو تومیْ ریکارڈنگز حذف تھینَت یا؟

source: Upload an image file
plk: تصویری فائل اپ لوڈ تِھیا

source: { $uploadedQuestions } of { $totalQuestions } questions collected
plk: { $uploadedQuestions } اےْ { $totalQuestions } سوالات جمع تھجِلہ

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
plk: { $uploadedQuestions } اےْ { $totalQuestions } سوالات جمع تِھجِلہ۔ اسے <guidelinesLink>گائیڈ لائن ڇکِیا </guidelinesLink> سوالات جمع تھونے طریقائے بارد شنا متی گہ پرُجہ چہ سوالات کاتھ ٹل تھونان۔

source: { $uploadedSentences } of { $totalSentences } sentences collected
plk: { $uploadedSentences } مجیْ { $totalSentences } جُملائے جمع تِھجِلہ

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
plk: { $uploadedSentences }جُملو مجنِیؤ </downloadLink> جُملائے جمع بِلہ۔<downloadLink> رد تھیلہ جُملائے ڈاؤن لوڈ تھونَڑ ادی </downloadLink>جہ کلک تِھیا۔

source: Upload failed, please retry.
plk: اپ لوڈ ناکام بلِن، مہربانی تھے ست دُبار کوشِش تِھیا۔

source: Upload <icon></icon> public domain sentences
plk: عوامی ڈومین اےْ جُملائے اپ لوڈ <icon></icon> تِھیا۔

source: Upload in progress...
plk: اپ لوڈ جاری نیْ

source: Upload more sentences?
plk: مُتہ جُملائے گہ اپ لوڈ تھینَت یا؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
plk: آ کلپے اپ لوڈ سرورجیْ اخسر ناکام بِینوْ۔ صفحہ ست دُبار لوڈ تِھیا یا پتو پھری کوشِش تِھیا۔

source: Upload of this clip keeps failing, keep retrying?
plk: آ کلپے اپ لوڈ ناکام بیلُن، ست دُبار کوشِش تِھیؤ بوجہ؟

source: Urdu
plk: اردو

source: Use Bilingual Prompts
plk: دو لسانی اشارائے استعمال تِھیا

source: Use bilingual prompts that incorporate both languages in your question: Example:
plk: دو لسانی اشارایۓ ٹل تِھیا کھاں گیْ څھے سوال گیْ بیئی جِبہ ٹل بین

source: Use bilingual questions or context
plk: دو لسانی سوالات یا سیاق گہ سباق استعمال تِھیا۔

source: Use correct grammar
plk: صحیح گرائمر استعمال تِھیا۔

source: Use correct orthography
plk: صحیح آرتھوگرافی انتخاب تِھیا

source: Use correct spelling and grammar
plk: صحیح لہجہ گہ گرامر استعمال تِھیا

source: Use correct spelling and grammar.
plk: صحیح تلفظ گہ گرامر استعمال تِھیا۔

source: Use correct spelling and punctuation
plk: صحیح ہجائے گہ اوقاف استعمال تِھیا۔

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
plk: فائدناک بو <mark> نامیاتی تقریرو سیاق گہ سباق </mark> آں کیسو استعمال </mark> (کاتھ چہ څھوْس لُکھینَت چہ اسپیچ ریکگنیشن اسہ جگو سے ساتیْ کوْم تِھی کھاں غیر اسکرپٹَن آں موْݜ کال تھوبانَن)

source: Use overly formal language
plk: ضورڑتِجیْ بسکی رسمی جِب استعمال تِھیا۔

source: Use pronunciation to help
plk: امدادے کِرِیا تلفظ استعمال تِھیا

source: Use Pronunciation to Help Determine the Language
plk: جِبے تعین تھون دہ امدادے کِرِیا تلفظے استعمال تِھیا۔

source: User Name
plk: استعمال کُنِندہ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
plk: صارفین سہ عطیہ تِھیلہ کلپو سُونڇِھیار گہ توثیق تھینَن، آ لڇھے چہ سپیکری جملہ صحیح شان گیْ پڑِیاؤن یا نیں۔

source: Use situations where both languages are commonly used (e.g., home, school, community events). Example:
plk: ادا واقعات استعمال تِھیا کھاں بیئی جِبو مجی استعال بین (مثلا گوݜ، اسکول، کمیونٹی واقعات)

source: Use standard spelling for each language
plk: ہر جِبَے کِرِیا معیاری لہجہ استعمال تِھیا

source: Use words you would actually use, even if borrowed or mixed
plk: ادا الفاظ استعمال تِھیا کھاں څھوْس اصل موْݜ کال دہ استعمال تھینَت، اگرچہ قرضِیل بی یا ایْھترِیلوْ بی۔

source: Ushojo
plk: اُشوجو

source: Using Correct Orthography for Each Language
plk: ہر جِبے کِرِیا صحیح آرتھوگرافی استعمال تِھیا

source: Uyghur
plk: اویغور

source: Uzbek
plk: اُزبک

source: Validate
plk: توثیق تِھیا

source: Validated Clips
plk: تصدیق تِھیل کلپی۔

source: Validated Hours
plk: تصدیق شدہ وختی

source: Validated Hr. Total
plk: توثیق تِھیلوْ ایچ آر۔ بُٹوْ

source: Validate readings
plk: جُملائے پڑیونے توثیق تِھیا۔

source: Validate Readings
plk: پڑِیونے توثیق تِھیا

source: Validate Readings, Review Transcriptions
plk: پڑِیونے توثیق تِھیا، نقلو جائزہ ہرہ۔

source: Validate Readings <small>(Coming soon)</small>
plk: پڑِیونے توثیق <small> جنیْ اِینوْ

source: Validate readings submitted by community members
plk: قامے ممبرانو طرفِجیْ جمع تِھیلیْ پڑیارے توثیق تِھیا۔

source: Validate user-recorded readings in your language
plk: تومیْ جِب دہ صارفے ریکارڈ تھیلیْ پڑیونے توثیق تِھیا۔

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
plk: سوالات تِھیا چہ <validateIcon></validateIcon> آ سوالات گائڈ لائین اےْ معیارِ دہ تامن یا

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
plk: <validateIcon></validateIcon> توثیق تِھیا چہ آ سوال رہنما خطوط جیْ پورُن

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
plk: عطیہ تِھیلہ کِلپو توثیق تھون کامن وائس مشین اےْ کِرِیا لئی غورانیْ۔ آ ݜُݨہ آں مِݜٹوْ اوپن سورس وائس ڈیٹا سنون دہ اسے امداد تِھیا۔

source: Validation Progress
plk: توثیقے پیش رفعت

source: Validations
plk: توثیقہ

source: Value and recognition.
plk: قدر گہ سِیوݨ۔

source: Variant Contribution Options
plk: شراکتے مختلف آپشنز

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
plk: متغیّرات جِبے ایْک مخصوص شکلَن۔ مثالے شان گیْ جغرافیہ یا کمیونٹی دہ بین جگو مشترکہ ذریعہ۔ کرہ کرہ آ جِبَوڑ بولیئی تھینَن۔

source: Varying Pronunciations
plk: مختلف تلفظ

source: Venetian
plk: وینیشین

source: Version
plk: ورژن

source: Very common mistakes include:
plk: لئی عام غلطیو مجیْ شاملِن

source: Vietnamese
plk: ویتنامی

source: View your progress against personal and project goals.
plk: ذاتی گہ پروجیکٹے بارَد تومیْ پیشرفت ڇکِیا

source: Visible
plk: څرگن

source: Visit our blog or write about us
plk: اسے بلاگڑ بوجہ یا اسے بارَد لِکِیا

source: Voice clips are entered into a submission queue that readies them for listening.
plk: صوتی کلپس جمع تھونے کِھڇی دہ داخل تِھجنَن، آ کھڇِی دہ صوتی کلپس کوْݨ دیون تیِار تِھجنَن۔

source: Voice Collection
plk: آوازو مجموعہ

source: Voice Contribution
plk: آوازے تعاون

source: Voice Dataset, Ready for Download
plk: صوتی ڈیٹاسیٹ ڈاؤن لوڈے کِرِیا تِیارُن۔

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
plk: آواز قدرتی نیْ، آواز بدِیادمے نیْ۔ اج آ وجہ نیْ چہ بیْہ آواز قابل استعمال ٹیکنالوجی سنونے کِرِیا پرجوش نَس۔ اسے مشینوڑ ٹیکنالوجی، مگر صوتی نظام سنونے کِرِیا ڈویلپروڑ آ وائس ڈیٹا اےْ ایْک بڑیْ مقدارے ضورڑَت بِینیْ۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
plk: آواز قدرتی نیْ، آواز بدِیادمے نیْ۔ اج آ وجہ نیْ چہ بیْس قابل استعمال آواز پائدا تھون دہ دلچسبی لرَوݨَس۔ اسے مشینوڑ ٹیکنالوجی مگر صوتی نظام سنونے کِرِیا، آوازے ایْک لئی بڑیْ مقدارے ڈیٹا پکارُن

source: Voices Online Now
plk: آواز چیئے آن لائن

source: Voice Validation
plk: آوازے توثیَق

source: Volume
plk: والیم

source: Votic
plk: ووٹِک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
plk: ووکس فورج مفت گہ اوپن سورس اسپیچ ریکگنیشن انجنو سے ساتیْ استعمالے کِرِیا نقل تِھیلیْ تقریرہ جمع تھونَڑ قائم تِھجِلُن۔

source: Wadiyara Koli
plk: وڈیارا کولی

source: Wakhi
plk: وخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
plk: مشترکہ آواز شناکَک گہ مڑنے سنون دہ امداد تھینَت یا؟ لئی مِݜٹیْ، ای میلے ذریعہ گیْ رابطہ تِھیا یا <discourseLink> موْݜ تِھیا </discourseLink> فورم سائٹے مسائلو ذریعہ جمع تَھیَا <githubLink>گٹ ہب</githubLink> یا ٹل بِیا <matrixLink>میٹریکس </matrixLink>کمیونٹی چیٹ

source: Want to save your information? <createProfile>Create a profile</createProfile>
plk: تومیْ معلومات محفوظ تھون لُکھینَت توْ<createProfile> ایْک پروفائل سنِیا</createProfile>

source: Want to stay in touch with Common Voice?
plk: کامن وائس سے ساتیْ رابطہ دہ بون لُکھینَت یا؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
plk: کرہ بیْس کامن وائس ڈیٹاسیٹے نو ورژن جاری تھوݨَس توْ څھوْس اپ ڈیٹ لُکھینَت؟ اسے نیوز لیٹر سبسکرائب تِھیا۔

source: Watch our video explainer to help
plk: امدادے کِرِیا اسے وضاحتی ویڈیو ڇکِیا۔

source: Wayuunaiki
plk: وایُونائیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
plk: بیْس ہمشہ ڈیٹا صارفینوجیْ سیْݨے ضورڑیاتو گہ سیاق سباقے بارَد ݜُݨَون کھوشنَس۔ ڈیٹا ٹول تھونے پلیٹ فارم جیْ تعاون تھونِجیْ ہرِی ڈیٹائے صحت گہ بصیرت بُجَیش، بیْس لُکھوݨَس چہ <emailFragment>څھوجیْ جوْ ݜُݨَون۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
plk: بیْس آوازو ایْک اوزگار گہ عوامی شان گیْ ہشِی ڈیٹا سیٹ سنوݨَس کھاں ہر ایْک سہ اسپیچ اےْ قابل ایپلی کیشنز ترتیب دونَڑ استعمال تھوبانوْ

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
plk: بیْہ ٹیکنالوجیْ، اختراعات گہ جِبو حقوق دہ عوامی شعبائے شمولیتے حمایت تھون لا کھوشنَس۔ اگر څھوْس بڑوْ پروجیکٹ یا مہم چلِیونے سوچ تھینَت توْ مہربانی تھے<emailFragment> اسو سےرابطہ تِھیا</emailFragment>

source: We are going out to get a coffee.
plk: بیْہ کافی اٹون باہرَڑ بوجوݨَس۔

source: We are going out to get coffee.
plk: بیْہ کافی اٹون باہرَڑ بوجوݨَس۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
plk: جنس گہ صنفے بارَد اسے نقطہ نظر آئے نوْ چہ بیْس جگوڑ تومیْ جنس یا صنفی شناخے بارَد جو پشِیوݨَس توْ، اَسَس دہ سیݨوڑ شِناک گہ انتخاب تھونے اختیارات پیش تھوݨَس۔ مہربانی تھے اکو آ انداز دہ بِیان تِھیا چہ څھوْڑ قدرتی انداز محسوس بِی۔ <learnMoreLink>جنس گہ صنفے بارَد اسے نقطہ نظرے بارَد مُتیْ گہ پڑِیا </learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
plk: بیْہ موزیلا دہ وائس ٹیکنالوجی چاپیر ایْک کمیونٹی ٹول تھوݨَس۔ بیْس اپ ڈیٹس، ڈیٹائے ناں ذرائع سے رابطہ دہ بون کھوْش نَس آں آ بارَد مُتیْ گہ ݜُݨون لُکھوݨَس چہ څھوْس آ ڈیٹا کاتھ استعمال تھینَت۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
plk: بیْس لڇھوݨَس چہ بڑہ گہ عوامی شان گیْ ہشِی صوتی ڈیٹاسیٹس مشین لرننگِجیْ مبنی اسپیچ ٹیکنالوجی گیْ جدت گہ صحت مند ساؤدگری مقابلاوڑ فروغ دوݨَس۔ آ ایْک عالمی کوششِن آں بیْس بُٹوڑ شرکتے دعوت دوݨَس۔ اسے مقصد دُنیے آوازو تنوعے عکاسی تِھؤ اسپیچ ٹیکنالوگی شِناکَک گہ جامع سنون دہ امداد تھونِن۔

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
plk: اسوڑ یقینِن چہ بڑہ، عوامی شان گیْ ہشِی صوتی ڈیٹا سیٹس مشین لرننگ جیْ مبنی اسپیچ ٹیکنالوجی دہ جدت گہ صحت مند ساؤدگری مقابلوڑ فروغ ہسُو۔ کامن وائس اےْ کثیر لسانی ڈیٹا سیٹ مُڇھو گیْ تگہ تومیْ نوعیتے بُٹُج بڑوْ عوامی شان گیْ ہشِی وائس ڈیٹاسیٹُن، مگر آ اکلوْ نانوْ۔ آ صفحہ مُتہ اوپن سورس وائس ڈیٹا سیٹو شِرِیا ایْک حوالائے مرکزے شان گیْ ڇکِیا آں کاتھ چہ کامن وائس بسکِیو بوجانیْ، آ اسے ریلیزو تازہ کارِیو ایْک گوݜُن

source: Website Localization
plk: ویب سائٹ لوکلائزیشن

source: Websites
plk: ویب سائٹس

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
plk: اسا څھے کلپ لوڈ نہ تھوبالنَس { $total } کلپس آ مُڇھو گہ اپ لوڈ تِھجِلُن۔ مُتوْ صفحہ سے جاری تِھیا۔

source: We couldn’t find that page for you
plk: بیْہ، څھے کِرِیا اسہ صفحہ اورَڑبال نانَس۔

source: We couldn’t get any audio clips for you to listen to. Please try again later.
plk: بیْس څھے کوْݨ دونے کِرِیا کھاں گہ آڈیو کلپس حاصل نہ تھوبوݨَس۔ مہربانی تھے ست دُبار پتو کوشِش تِھیا۔

source: We couldn’t get any sentences for you to speak. Please try again later.
plk: بیْہ څھے رزونے کِرِیا کھاں گہ جُملہ حاصل نہ تھوبالانَس۔ آ گیْ ست دوبار کوشِش تِھیا۔

source: Weekly
plk: ہفتہ واری

source: Weekly Goal
plk: ہفتائے مقصد

source: We launch the Common Voice site in this language.
plk: بیْس آ جِب دہ کامن وائس سائٹ لانچ تھوݨَس۔

source: Welcome { $company } staff!
plk: راش { $company } سٹاف ǃ

source: Welcome to Common Voice
plk: کامن وائس دہ راش۔

source: Welcome to Spontaneous Speech
plk: بے ساختہ تقریر دہ راش تھوݨَس۔

source: Welsh
plk: ویلش

source: We may have run out of clips - refresh the page, or try again later.
plk: ریکارڈ تِھیلہ کلپس بڑِتھان۔ صفحہ ریفریش تِھیا، یا پتو ست دُبار ڇکونے کوشِش تِھیا۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
plk: بوبانیْ چہ اسوْڑ اسہ درخواست نہ اُڇھاتیْ بوْ۔ مہربانی تھے اسوْڑ براہ راست ای میل تِھیا آ <emailLink>{ $email }</emailLink> آں بیْہ څھوْ دیْ واپس آئِیس

source: We periodically release the dataset
plk: بیْس کرہ کرہ ڈیٹاسیٹ جاری تھوݨَس۔

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
plk: بیْس څھے معلومات احتیاط گیْ چھورونے لوظ تھوݨَس۔ اسے <privacyLink> پرائیویسی نوٹس </privacyLink> دہ مزید پڑِیا

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
plk: بیْس آوازو ایْک اوپن سورس، کثیر لسانی ڈیٹا سیٹ سنوݨَس کھاں کوئے سگہ اسپیچے قابل ایپلی کیشنز ترتیب دونَڑ استعمال تھوبانوْ۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
plk: بیْس آوازو ایک اوزگار ڈیٹا سیٹ کراؤڈ سورس سنوݨَس۔ تومیْ آواز عطیہ تِھیا، مُتہ جگو کلپی سُوݩڇھریے اسہ سے توثیق تِھیا۔ ڈیٹا سیٹ بُٹو کِرِیا مِݜٹوْ گہ قابل قبول سنِیا۔

source: We’re experiencing unexpected downtime
plk: بیْہ غیر متوقع بن وخ دہ ݜتانَس۔

source: We're going out to get coffee.
plk: بیْہ کافی اٹون باہرَڑ بوجوݨَس

source: We’re going out to get coffee.
plk: بیْہ کافی اٹون باہرَڑ بوجوݨَس۔

source: We release the dataset every 3 months.
plk: بیْس ہر 3 موزوجیْ ڈیٹا سیٹ جاری تھوݨَس۔

source: We're making some big changes
plk: بیْس شِنا بڑیْ معیاری تبدیلی تھوݨَس۔

source: We're receiving a lot of traffic and are currently investigating the issues.
plk: اسوْڑ لئی گھݨ ٹریفک موصول بِینیْ آں فی الحال مسائلو چھاݨ بیݨ تھوݨَس۔

source: We’re sorry, your platform is not currently supported.
plk: اسوڑ افسوسِن چہ څھے پلیٹ فارم فی الحال تعاون یافتہ نانوْ۔

source: Western Highland Purepecha
plk: مغربی ہائی لینڈ پورپیچا

source: Western Penan
plk: مغربی پینان

source: Western Sierra Puebla Nahuatl
plk: مغربی سیرا پیوبلا ناہوتل

source: Westphalian
plk: مغربی پھالین

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
plk: اسا اپ لوڈ تھیسَن { $uploaded } آ کلپس — اِکِنہ مُڇھوگیْ اپ لوڈ بِلان۔ مُڇِھنو صفحہ سے جاری تِھیا۔

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
plk: بیْس ایْک موزیلا ٹول کموݨَس کھاݩسڑ <pontoonLink> پونٹون </pontoonLink> ترجمہ تھونے کِرِیا پونٹون اےْ لے جِبانیْ، اگر آ څھودیْ نِش توْ څھوْس تھوبانَت <pontoonRequestLink>تومیْ جِب ٹل تھونے کِرِیا درخواست تِھیا<pontoonRequestLink> کامن وائس پروجیکٹ دہ جِب ٹل تھونے کِرِیا، <githubRepoLink>گِٹ ہب دہ نئی جِبے کِرِیا درخواست تِھیا۔ </githubRepoLink>۔<localizationFragment> سائٹ ترجمہ دہ شناکَک گہ ڇکِیا </localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
plk: اسا شِناکَک تبدلیئے تھیسَن۔ ڈیٹا سیگمنٹس دہ آخری ریلیززِجیْ <deltaLink> پتو چُوکہ کلپش ٹلَن۔ آ کوْمے بارَد مُتیْ گہ پڑِیا </deltaLink>

source: We've run out of sentences to record in this language...
plk: آ جب دہ ریکارڈ تھونے کِرِیا اسودیْ جملائے بڑِتھان۔
